Repository: Doriano-Ponzo-EOS/Hackathon_2024
Catalog: Hackathon/AI Administration Library/Translations/AI Administration Library.*.xlf
Languages: it_it

# Page 3002154783 - Action 1352550224 - Property 1295455071
source: Test API Call
it_it: Chiamata API di test

# Page 3002154783 - Control 177661602 - Property 1295455071
source: Specifies the value of the Deployment Name field.
it_it: Specifica il valore del campo Nome distribuzione.

# Page 3002154783 - Control 2445482498 - Property 2879900210
source: General
it_it: Generale

# Page 3002154783 - Control 3057723658 - Property 1295455071
source: Specifies the value of the EAI Endpoint field.
it_it: Specifica il valore del campo Endpoint EAI.

# Page 3002154783 - Control 3687300662 - Property 1295455071
source: Specifies the value of the API Version field.
it_it: Specifica il valore del campo Versione API.

# Page 3002154783 - Control 4040426973 - Property 1295455071
source: Specifies the value of the Subscription field.
it_it: Specifica il valore del campo Sottoscrizione.

# Page 3002154783 - Control 904306078 - Property 1295455071
source: Specifies the value of the Project Name field.
it_it: Specifica il valore del campo Nome progetto.

# Page 3002154783 - Property 2879900210
source: AI Library Setup (EAI)
it_it: Setup AI Library (EAI)

# Page 4220620700 - Action 209589697 - Property 2879900210
source: Suggest with AI
it_it: Suggerisci con AI

# Page 4220620700 - Action 2302823461 - Property 2879900210
source: Train data
it_it: Allena modello

# Table 3002154783 - Field 1663593181 - Property 2879900210
source: Primary Key
it_it: Chiave primaria

# Table 3002154783 - Field 177661602 - Property 2879900210
source: Deployment Name
it_it: Nome distribuzione

# Table 3002154783 - Field 3687300662 - Property 2879900210
source: API Version
it_it: Versione API

# Table 3002154783 - Field 736487848 - Property 2879900210
source: Subscription Key
it_it: Chiave di sottoscrizione

# Table 3002154783 - Field 904306078 - Property 2879900210
source: Project Name
it_it: Nome del progetto

# Table 3002154783 - Property 2879900210
source: AI Library Setup
it_it: Setup AI Library

# Table 3867298164 - Field 1821279055 - Property 2879900210
source: Text
it_it: Testo

# Table 3867298164 - Field 2110632758 - Property 2879900210
source: From Date
it_it: Da data

# Table 3867298164 - Field 2565971985 - Property 2879900210
source: To Date
it_it: A data

# Table 3867298164 - Field 3247369565 - Property 2879900210
source: Entity
it_it: Entità

# Table 3867298164 - Field 883711285 - Property 2879900210
source: Entry No.
it_it: Nr. movimento

# Table 3867298164 - Property 2879900210
source: EAI Entities
it_it: Entità EAI

# Table 4220620700 - Field 883711285 - Property 2879900210
source: Entry No.
it_it: Nr. movimento

# Table 4245521142 - Field 1814968387 - Property 2879900210
source: Intent ID
it_it: ID intent

# Table 4245521142 - Field 2812679574 - Property 2879900210
source: Intent Description
it_it: Descrizione intent

# Table 4245521142 - Property 2879900210
source: Intent Selection
it_it: Selezione intent
